documents/contest/state-round.mmd
---
title: Round - State Diagram
---
stateDiagram-v2
    [*] --> DRAFT : Create
    DRAFT --> ACTIVE : Activate
    ACTIVE --> [*]
